const questions = [
    {
        questionText: 'Как вы относитесь к изменению климата?',
        answers: [
            {answerText:'В газете написано, что изменения климата нет',value: 3},
            {answerText:'Климат меняется, но лично меня это не касается',value: 2},
            {answerText:'Я перерабатываю бумагу и батарейки и считаю, что это тот минимум, который может сделать каждый',value: 1},
            {answerText:'Я очень беспокоюсь за экологию, я перерабатываю все, что можно (одежду, бумагу батарейки, пластик). Я пытаюсь показать людям вокруг, что это несложно',value: 0}
        ]
    },
    {
        questionText: 'Из каких источников вы получаете информацию?',
        answers: [
            {answerText:'Газеты, журналы, разговоры с соседями',value: 3},
            {answerText:'Смотрю телевизор, ведь там правдивая информация, которой стоит доверять',value: 2},
            {answerText:'Читаю различные СМИ, не доверяю телевизору, ведь вся информация там проплачена',value: 1},
            {answerText:'Читаю новости в различных социальных сетях, таких как ютуб и тикток',value: 0}
        ]
    },
    {
        questionText: 'Какой аккаун вы ведете активнее всего?',
        answers: [
            {answerText:'Facebook и Одноклассники',value: 3},
            {answerText:'ВКонтакте',value: 2},
            {answerText:'Пройду мимо, потому что у меня самого 12 айфон, мало ли отберут',value: 1},
            {answerText:'Такое нельзя оставлять просто так. Побегу помогать спать бедолагу и раскидаю мерзавцев',value: 0}
        ]
    },
    {
        questionText: 'Мем это',
        answers: [
            {answerText:'Может мим?',value: 3},
            {answerText:'Анекдот',value: 2},
            {answerText:'Нельзя просто взять и не ответить на этот вопрос',value: 1}, 
            {answerText:'Если волк молчит, то лучше его не перебивать',value: 0}
        ]
    }
]

