const resultData = {
	boomer: {
		title: 'Не волнуйтесь, для вас это опасно, но вы бумер.',
		image: './assets/img/boomer.jpg',
		desc: 'Вы любите смотреть телевизор, но не доверяете технике. Вы с отсторожность относитесь к поколеню x и миллениалам, так как не знаете, что еще могут учидить эти детки.'
	},
	generationX: {
		title: 'Если бы ты не мог проснуться, как бы ты узнал, что сон, а что действительность? В действительности вы относитесь к поколению X',
		image: './assets/img/generationX.jpg',
		desc: 'У вашего поколения нет сокращенного названия и это оноситься ко всеми. С одной стороны вам прижимают бумеры со своими устаревшими взглядами, а с друзой миллениалы, идеи которых вам сложно понять. Но вас это не беспокоит, ведь мы можете просто включить MTV и забыть обо всем.'
	},
	millennial: {
		title: ' ',
		image: ' ',
		desc: ' '
	},
	zoomer: {
		title: ' ',
		image: ' ',
		desc: ' '
	}
}